{
    "nav-links": {
        "1": "Sobre Mí",
        "2": "Experiencia",
        "3": "Proyectos",
        "4": "Contacto"
    },
    "profile": {
        "greeting": "Hola, soy",
        "rol": "Desarrollador Frontend",
        "button": "Contacto"
    },
    "about": {
        "intro": "Conoce Más",
        "title": "Sobre Mí",
        "experience": "Experiencia",
        "experience-time": "+3 años <br />Desarrollo Frontend",
        "education": "Educación",
        "education-title": "Desarrollo Web Completo<br />Academia Udemy",
        "about-description": "Como desarrollador Frontend, estoy encantado de iniciar mi carrera junto a un equipo talentoso y colaborativo, donde pueda aprovechar mis conocimientos y habilidades mientras expando continuamente mis horizontes. Estoy ansioso de sumergirme en un entorno de trabajo dinámico que fomente el crecimiento y desarrollo. Al trabajar en colaboración con profesionales experimentados, estoy seguro de poder hacer contribuciones valiosas y que sea para un aprendizaje continuo y crecimiento profesional. Esta actitud proactiva hacia el aprendizaje puede inspirar a otros miembros del equipo a buscar constantemente formas de mejorar y crecer. Además, mi disponibilidad a tiempo completo asegura que estaré allí cuando la empresa me necesite."
    },
    "experience": {
        "intro": "Mis",
        "title": "Habilidades",
        "description": "El uso de diferentes tecnologías es indispensable a la hora de realizar un buen proyecto. Diferentes tecnologías como Javascript, React, Node, Next JS, garantizan un proyecto excelente. Es indispensable estar al tanto sobre las actualizaciones de los lenguajes para un mejor código. Un código LIMPIO y FUNCIONAL es el resultado de trabajar con las tecnologías de vanguardia.",
        "subtitle-1": "Desarrollo Frontend",
        "html": "Avanzado",
        "css": "Avanzado",
        "sass": "Intermedio",
        "javascript": "Avanzado",
        "typescript": "Intermedio",
        "react": "Avanzado",
        "subtitle-2": "Desarrollo Backend",
        "postgresql": "Básico",
        "nodejs": "Avanzado",
        "express": "Intermedio",
        "git": "Intermedio"
    },
    "projects": {
        "title": "Explora Mis",
        "sub-title": "Proyectos",
        "project-1": "Aseguré que todos los datos relevantes se almacenen de manera segura en una base de datos para facilitar el control del negocio.",
        "project-2": "He implementado un diseño responsivo, asegurando una experiencia de usuario coherente en todos los dispositivos.",
        "project-3": "Incorporé un sistema de filtrado, permitiendo a los usuarios filtrar resultados por marca, precio o características.",
        "project-4-title":"Planificador de Gastos",
        "project-4": "Añadí interactividad con JavaScript, permitiendo a los clientes consultar precios de manera dinámica. Además, integré un formulario de contacto para facilitar la interacción y el compromiso con la comunidad.",
        "project-5": "Implementé un gráfico circular para visualizar la distribución del presupuesto y una funcionalidad para agrupar gastos e ingresos por categorías.",
        "project-6": "Incorporé un filtro en el cual los usuarios pueden buscar Pokémon por nombre y explorar sus características en tarjetas interactivas."
    },
    "contact": {
        "title": "¿Más Información?",
        "sub-title": "Contáctame"
    },
    "copyright": {
        "copyright": "Copyright © 2024 JMDEV <br/> Todos los derechos reservados."
    }
}